tap "azure/kubelogin", "https://github.com/Azure/homebrew-kubelogin"

brew "ah"
brew "atuin"
brew "aws-iam-authenticator"
brew "azure-cli"
brew "azure/kubelogin/kubelogin"
brew "bat"
brew "bom"
brew "buf"
brew "chart-releaser"
brew "chart-testing"
brew "chezmoi"
brew "conftest"
brew "copilot-cli"
brew "cosign"
brew "crane"
brew "difftastic"
brew "editorconfig"
brew "gcc"
brew "gettext"
brew "gh"
brew "gitsign"
brew "glow"
brew "gnupg"
brew "gomplate"
brew "goreleaser"
brew "grype"
brew "hadolint"
brew "helix"
brew "helm"
brew "helm-docs"
brew "helm-ls"
brew "jfrog-cli"
brew "jj"
brew "jq"
brew "jsonschema"
brew "just"
brew "just-lsp"
brew "k9s"
brew "kind"
brew "ko"
brew "kubeconform"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "markdown-oxide"
brew "marksman"
brew "mdq"
brew "mergiraf"
brew "mise"
brew "nerdctl"
brew "oras"
brew "osv-scanner"
brew "rumdl"
brew "rustup"
brew "saml2aws"
brew "session-manager-plugin"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "syft"
brew "terraform-docs"
brew "terraform-ls"
brew "tflint"
brew "tombi"
brew "uv"
brew "vacuum"
brew "vault"
brew "yamlfmt"
brew "yq"
brew "zellij"
brew "zsh"

cask "font-fira-code-nerd-font"
